<%--
  Created by IntelliJ IDEA.
  User: igor
  Date: 30.03.15
  Time: 12:54
  To change this template use File | Settings | File Templates.
--%>
<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<html>
<head>
    <title></title>
</head>
<body>
<TEXTAREA NAME="name" ROWS=10 COLS=40 WRAP=VIRTUAL>Перед использованием программных продуктов и/или онлайн-сервисов 2ГИС, пожалуйста, ознакомьтесь с условиями настоящего лицензионного соглашения.

1. Общие положения

1.1. Пользуясь программными продуктами и/или онлайн-сервисами 2ГИС, Вы соглашаетесь с тем, что:

а) Вы ознакомились с условиями настоящего Соглашения в полном объеме до начала использования Программных продуктов и/или Онлайн-сервисов 2ГИС.

б) Начало использования Вами Программных продуктов и/или Онлайн-сервисов 2ГИС в любой форме означает, что Вы принимаете все условия настоящего Соглашения в полном объеме без каких-либо изъятий и ограничений с Вашей стороны. Использование программных продуктов и/или Онлайн-сервисов 2ГИС на иных условиях не допускается.

в) Если Вы не согласны с условиями настоящего Соглашения или не имеете права на его заключение, Вам следует незамедлительно прекратить любое использование Программных продуктов и/или Онлайн-сервисов 2ГИС.

г) Соглашение (в том числе любая из его частей) может быть изменено Правообладателем без какого-либо специального уведомления. Новая редакция Соглашения вступает в силу с момента ее размещения на Сайте Правообладателя, если иное не предусмотрено новой редакцией Соглашения.

1.2. Во всем, что не предусмотрено настоящим Соглашением, отношения в связи с использованием Онлайн-сервисов 2ГИС регулируются Соглашением об использовании сервисов 2ГИС (http://law.2gis.ru/rules), а также Политикой конфиденциальности (http://law.2gis.ru/privacy).

1.3. Используемые в настоящем Лицензионном соглашении слова и выражения имеют следующие значения, если иное прямо не определено далее по тексту:

а) Лицензия (Соглашение) — настоящее Лицензионное соглашение на использование Программных продуктов и/или Онлайн-сервисов 2ГИС.

б) Онлайн-сервисы 2ГИС — совокупность Программных продуктов 2ГИС и аппаратных средств Правообладателя, доступ к которым предоставляется Пользователям с использованием Сайта Правообладателя.

в) Правообладатель — Общество с ограниченной ответственностью «ДубльГИС», ОГРН 1045401929847, место нахождения: 630048, г. Новосибирск, пл. Карла Маркса, д. 7.

г) Пользователь — лицо, заключившее настоящее Соглашение с Правообладателем в своем или чужом интересе в соответствии с требованиями действующего законодательства и настоящего Соглашения.

д) Программные продукты 2ГИС — принадлежащие Правообладателю программные комплексы 2ГИС, объединяющие в своем составе Цифровые планы и/или Справочники организаций, а также каждая входящая в их состав или используемая совместно с ними программа для ЭВМ или база данных в отдельности, а также все последующие их обновления и модификации, предназначенные для использования на настольных и карманных персональных компьютерах, мобильных телефонах, коммуникаторах, смартфонах.

е) Справочник организаций — база данных электронного справочника, включающая информацию о наименованиях, местонахождении, телефонах, адресах электронной почты и сайтов, видах производимых и реализуемых товаров (выполняемых работ, оказываемых услуг) и прочие сведения об организациях и индивидуальных предпринимателях, находящихся в пределах определенной территории, совпадающей с границами совмещенного с ним Цифрового плана, а также иных организациях по усмотрению Правообладателя.

ж) Сайт Правообладателя — интернет-сайты, размещенные в доменах по адресу 2gis.ru, flamp.ru, а также прочих доменах, входящих в домены 2gis.ru и/или flamp.ru.

з) Цифровой план — база данных электронной карты, включающая геоинформационные данные о географических объектах и населенных пунктах в пределах территории, ограниченной определенными географическими координатами.

и) Коммерческое использование — выходящее за рамки разрешенного по настоящему Соглашению функционального применения и/или предоставленных прав на использование фрагментов карт использование Программных продуктов и/или Онлайн-сервисов 2ГИС, а также иных Объектов интеллектуальной собственности физическим лицом в целях получения дохода (прибыли), а индивидуальным предпринимателем или организацией — в целях извлечения предпринимательской выгоды, в том числе их предоставление или обеспечение к ним доступа на возмездной основе, т.е. за плату или любое встречное предоставление товаров, работ, услуг, либо с одновременным предоставлением товаров, работ, услуг на возмездной основе в том или ином виде. Коммерческое использование Программных продуктов и/или Онлайн-сервисов 2ГИС, а также иных Объектов интеллектуальной собственности может быть разрешено Правообладателем на основании отдельного соглашения с Пользователем.

к) Пин-код — уникальная последовательность цифр, генерируемая программно-аппаратными средствами Правообладателя по запросу Пользователя и предназначенная для обеспечения связи отдельных Онлайн-сервисов 2ГИС и/или Программных продуктов 2ГИС, а также их связи с иными программными продуктами, сервисам.

л) Политика конфиденциальности — Политика конфиденциальности, размещенная в сети Интернет по адресу: http://law.2gis.ru/privacy.

2. Исключительные права

2.1. Программные продукты и Онлайн-сервисы 2ГИС в целом и включаемые в их состав или используемые совместно с ними программы для ЭВМ, базы данных, картографические, справочно-информационные и прочие текстовые материалы, изображения и иные объекты авторских и/или смежных прав, а равно объекты патентных прав, товарные знаки, коммерческие обозначения и фирменные наименования, а также иные части Программных продуктов и/или Онлайн-сервисов 2ГИС (независимо от того, входят ли они в их состав или являются дополнительными компонентами, и возможно ли их извлечение из их состава и использование самостоятельно) в отдельности (далее — «Объекты интеллектуальной собственности»), защищены в соответствии с Частью IV Гражданского кодекса Российской Федерации и принадлежат Правообладателю на исключительном праве, если иное не указано в уведомлении о правах.

2.2. Правообладатель сохраняет исключительные права на любые результаты переработки (модификации) Объектов интеллектуальной собственности, допускаемые в соответствии с настоящей Лицензией, и вправе в любое время отозвать свое разрешение на их использование по своему усмотрению без компенсации каких-либо расходов Пользователя на их создание и применение.

2.3. Уведомление о правах на Объект интеллектуальной собственности размещается на таком Объекте или доводится до сведения Пользователя при его предоставлении. Отсутствие уведомления о правах не означает отсутствие его правовой защиты или разрешение на его свободное использование.

2.4. Выпуски Программных продуктов 2ГИС зарегистрированы в качестве электронных периодических изданий в соответствии с Законом РФ от 27.12.1991 № 2124-1 «О средствах массовой информации». Перепечатка материалов из выпусков без предварительного письменного разрешения редакции запрещена.

3. Лицензия

3.1. Использование Программных продуктов и/или Онлайн-сервисов 2ГИС разрешается строго на условиях настоящей Лицензии. Если Пользователь не принимает условия Лицензии в полном объеме, Пользователь не имеет права использовать Программные продукты и/или Онлайн-сервисы 2ГИС в каких-либо целях. Использование Программных продуктов и/или Онлайн-сервисов 2ГИС с нарушением (невыполнением) какого-либо из условий Лицензии запрещено.

3.2. Права и способы использования Программных продуктов и/или Онлайн-сервисов 2ГИС, в явном виде не предоставленные/ не разрешенные Пользователю по настоящему Соглашению, считаются непредоставленными/ запрещенными Правообладателем.

3.3. Использование Программных продуктов и/или Онлайн-сервисов 2ГИС на условиях настоящей Лицензии в некоммерческих целях разрешается Пользователю на безвозмездной основе.

3.4. Правообладатель вправе размещать в Программных продуктах и/или Онлайн-сервисах 2ГИС любые информационные и/или рекламные материалы и ссылки на интернет-сайты третьих лиц, а также предоставлять право использования Программных продуктов и/или Онлайн-сервисов 2ГИС указанным способом третьим лицам по отдельному соглашению.

4. Права Пользователя

4.1. Правообладатель предоставляет Пользователю право использования Программных продуктов и/или Онлайн-сервисов 2ГИС на условиях простой (неисключительной) непередаваемой лицензии на территории всех стран мира указанными в настоящем разделе способами.

4.2. Функциональное использование Программных продуктов 2ГИС

Пользователь вправе применять Программные продукты 2ГИС по их прямому функциональному назначению в соответствии с Руководством Пользователя, в целях чего произвести их установку на настольном или карманном персональном(-ых) компьютере(-ах), смартфоне(-ах) или других устройствах (далее — «Устройства»).

В соответствии с настоящим пунктом Пользователь вправе произвести установку Программных продуктов 2ГИС на неограниченное число Устройств, а также хранить или установить копии Программных продуктов на устройстве хранения данных (например, на сервере сети), предназначенном и используемом исключительно для установки и работы Программного продукта на других имеющихся компьютерах в пределах локальной сети.

4.3. Воспроизведение Программных продуктов 2ГИС

Пользователь вправе воспроизводить Программные продукты 2ГИС, экземпляры которых распространяются Правообладателем, в некоммерческих целях на безвозмездной основе на любых Устройствах и прочих видах материальных носителей при условии сохранения в неизменном виде комбинации, состава и содержания Программных продуктов 2ГИС по сравнению с тем, как они предоставляются и/или рекомендуются для использования Правообладателем.

4.4. Распространение Программных продуктов 2ГИС

Пользователь вправе распространять Программные продукты 2ГИС посредством передачи их экземпляров, воспроизведенных в соответствии с пунктом 4.3 настоящего Соглашения, в некоммерческих целях на безвозмездной основе и при соблюдении их целостности, если иное не предусмотрено письменным разрешением Правообладателя.

4.5. Функциональное использование Онлайн-сервисов 2ГИС

Пользователь вправе использовать Онлайн-сервисы 2ГИС по прямому функциональному назначению на неограниченном числе Устройств в соответствии с условиями настоящей Лицензии. По усмотрению Правообладателя для использования некоторых Онлайн-сервисов 2ГИС или их дополнительных функциональных возможностей может потребоваться принятие Пользователем условий отдельного соглашения.

4.6. Использование в сети Интернет ссылок на фрагменты карт с Онлайн-сервисов 2ГИС

Пользователь вправе использовать html-ссылки на фрагменты карт с использованием Онлайн-сервиса 2ГИС на указанных ниже условиях.

Чтобы показать расположение нужного здания, достаточно поставить специальную ссылку на Цифровой план из Онлайн-сервиса 2ГИС следующего вида:

<a href="{Адрес ссылки на фрагмент}" target="_blank" title="ДубльГИС-Онлайн — Городской Информационный Справочник">{Текст ссылки, обычно это адрес}</a>
Чтобы узнать адрес ссылки на фрагмент Цифрового плана, необходимо:

Зайти на Сайт Правообладателя 2gis.ru.
Выбрать нужное здание (при этом на карте появится карточка с адресом здания).
Кликнуть по тексту «Ссылка на это место», расположенному в правом углу над картой. Под курсором появится окошко с адресом ссылки на выбранный фрагмент.
По ссылке будет открываться в точности тот же самый фрагмент, который был выбран в момент клика по тексту «Ссылка на это место». Для удобства пользователей в Онлайн-сервисе 2ГИС предусмотрены: навигация по карте, просмотр ближайших остановок, информации о фирмах в зданиях.

Использование ссылок на Онлайн-сервис 2ГИС является наиболее простым и оперативным вариантом его использования и поэтому рекомендуется для сайтов с большим количеством адресов (каталоги компаний, новостроек и т.п.). Онлайн-сервис 2ГИС обновляется ежемесячно.

4.7. Использование в сети Интернет фрагментов карт из Программных продуктов и/или Онлайн-сервисов 2ГИС

Пользователь вправе создавать фрагменты карт из Цифровых планов городов путем копирования визуального отображения картографических данных, порождаемого Программными продуктами и/или Онлайн-сервисами 2ГИС, а также производные таких фрагментов карт (с дополнениями, сокращениями, изменением угла поворота и прочими переработками) и доводить их до всеобщего сведения в сети Интернет при условии наличия подписи к каждому из фрагментов с указанием источника заимствования и активной ссылки на сайт www.2gis.ru приведенного ниже вида:

<a href="http://www.2gis.ru" target="_blank" title="Программа ДубльГИС — Городской Информационный Справочник. Скачивайте
бесплатно!">&copy; ДубльГИС — Городской Информационный Справочник</a>
4.8. Использование в СМИ, полиграфии и наружной рекламе фрагментов карт из Программных продуктов и/или Онлайн-сервисов 2ГИС

Пользователь вправе воспроизводить фрагменты карт путем копирования визуального отображения картографических данных, порождаемого Программными продуктами и/или Онлайн-сервисами 2ГИС, а также производные таких фрагментов карт (с дополнениями, сокращениями, изменением угла поворота и прочими переработками) в периодических печатных изданиях, полиграфии, наружной рекламе и прочих печатных и электронных изданиях, при условии наличия подписи к каждому из фрагментов приведенного ниже вида:

© 2GIS. Эксперт по городу. www.2gis.ru
Размер шрифта, используемого для подписи фрагментов карт в печатных изданиях и полиграфии, должен составлять не менее 5 pt, в наружной рекламе — не менее 2% от площади макета.

4.9. Использование Программных продуктов и/или Онлайн-сервисов 2ГИС указанными в пунктах 4.7-4.8 Соглашения способами допускается при одновременном соблюдении следующих условий:

а) дальнейшее использование фрагментов карт возможно только в информационных целях (например, для показа места расположения или схемы проезда к определенному объекту);

б) объем использования картографических материалов (площадь фрагмента карты) оправдана вышеуказанными информационными целями.

4.10. Чтобы воспользоваться возможностью обеспечения связи отдельных Программных продуктов и/или Онлайн-сервисов 2ГИС, в том числе их связи с иными программными продуктами, сервисами, Пользователю необходимо ввести полученный от Правообладателя пин-код.

4.11. Право использования Программных продуктов и/или Онлайн-сервисов 2ГИС в соответствии с настоящим разделом предоставляется при условии соблюдения Пользователем ограничений, установленных настоящим Соглашением.

5. Ограничения использования

5.1. Пользователь не имеет права самостоятельно или с привлечением третьих лиц:

5.1.1. Вскрывать технологию, эмулировать, создавать новые версии, изменять, декомпилировать, дизассемблировать, дешифровать и производить иные действия с кодом Программных продуктов и/или Онлайн-сервисов 2ГИС, имеющие целью нарушение системы защиты Программных продуктов и/или Онлайн-сервисов 2ГИС от несанкционированного использования, извлечение картографических материалов, справочно-информационных и прочих материалов из баз данных, а также получение информации о реализации алгоритмов, используемых в Программных продуктах и/или Онлайн-сервисах 2ГИС.

5.1.2. Создавать программные или справочно-информационные продукты и/или сервисы с использованием Программных продуктов и/или Онлайн-сервисов 2ГИС, а также включаемых в их состав баз данных или извлеченных (извлекаемых) из них текстовых, картографических и справочно-информационных материалов, а равно иных Объектов интеллектуальной собственности, указанных в пункте 2.1 настоящего Соглашения.

5.1.3. Воспроизводить и распространять Программные продукты 2ГИС в коммерческих целях без письменного согласия Правообладателя.

5.1.4. Извлекать из баз данных, включаемых в состав Программных продуктов 2ГИС, любые картографические, справочно-информационные и прочие материалы и осуществлять их последующее использование в любой форме и любым способом.

5.1.5. Использовать базы данных, входящие в состав Программных продуктов 2ГИС, отдельно от таких Программных продуктов 2ГИС.

5.1.6. Обеспечивать доступ к Онлайн-сервисам 2ГИС в коммерческих целях, в том числе путем трансляции из них данных любыми способами, включая использование фреймов и прочих программных методов и способов, обеспечивающих получение данных с Онлайн-сервиса 2ГИС и их представление на сайте третьих лиц, если иное не предусмотрено отдельным соглашением с Правообладателем.

5.1.7. Удалять или любым способом изменять товарные знаки, промышленные образцы и уведомления об авторских и любых иных правах, включенные в Программные продукты и/или Онлайн-сервисы 2ГИС, а также наложенные на Цифровые планы и прочие картографические материалы.

5.2. Во избежание сомнений ЗАПРЕЩАЕТСЯ копирование, воспроизведение, переработка, распространение, размещение в свободном доступе (опубликование) в сети Интернет, использование в средствах массовой информации и/или коммерческое использование картографических материалов и справочно-информационных материалов, как прямо извлеченных из баз данных, включаемых в состав Программных продуктов и/или Онлайн-сервисов 2ГИС, так и полученных путем копирования результатов обработки данных с использованием Программных продуктов и/или Онлайн-сервисов 2ГИС, а также производных от таких материалов продуктов (с дополнениями, сокращениями и прочими переработками), за исключением случаев, прямо предусмотренных настоящей Лицензией.

6. Автоматические обновления

6.1. Периодически Программные продукты 2ГИС могут взаимодействовать с программно-аппаратными средствами Правообладателя для проверки наличия обновлений Программных продуктов 2ГИС, как то модификаций Программных продуктов 2ГИС, дополнительных модулей к ним, а также обновлений баз данных по городам (далее «Обновления»).

6.2. Устанавливая Программные продукты 2ГИС, Пользователь соглашается на возможность осуществления ими запросов, а также получение и установку Обновлений в автоматическом режиме.

7. Политика конфиденциальности

7.1. От Пользователя не требуется предоставление персональных данных для использования Программных продуктов и/или Онлайн-сервисов 2ГИС, если иное прямо не предусмотрено отдельным соглашением на использование таких Программных продуктов и/или Онлайн-сервисов 2ГИС.

7.2. Порядок обработки и защиты информации о Пользователях, полученной Правообладателем в связи с использованием Пользователями Программных продуктов и/или Онлайн-сервисов 2ГИС определяется Политикой конфиденциальности с учетом особенностей, установленных настоящим Соглашением и соглашениями об использовании отдельных Программных продуктов и/или Онлайн-сервисов 2ГИС.

8. Ответственность по Лицензии

8.1. Ввиду предоставления в рамках Лицензии права использования Программных продуктов и/или Онлайн-сервисов 2ГИС в некоммерческих целях на безвозмездной основе к отношениям сторон по Лицензии не применимы положения законодательства о защите прав потребителей.

8.2. Программные продукты и/или Онлайн-сервисы 2ГИС предоставляются на условиях «как есть», в связи с чем Пользователю не представляются какие-либо гарантии, что: они будут соответствовать требованиям Пользователя; предоставляться непрерывно, быстро, надежно и без ошибок; результаты, которые могут быть получены с их использованием, будут точными и надежными; все ошибки будут исправлены.

8.3. Правообладатель прилагает все усилия к тому, чтобы информация, размещённая в справочнике и на карте, была точной, однако Правообладатель не даёт никакой гарантии в отношении точности такой информации и не несёт за это ответственности. Использование каких-либо материалов и данных из состава Программных продуктов и/или Онлайн-сервисов 2ГИС относится исключительно на риск Пользователя, Правообладатель не будет нести ответственности за какую-либо потерю прибыли или иной ущерб, произошедший в результате использования Программных продуктов и/или Онлайн-сервисов 2ГИС.

8.4. Все информационные и/или рекламные материалы, размещаемые в Программных продуктах и/или Онлайн-сервисах 2ГИС, предоставлены третьими лицами. Правообладатель не несет ответственности за достоверность информационных и/или рекламных материалов третьих лиц, доступность их интернет-сайтов и их содержание, а также за любые последствия, связанные с использованием информации и/или рекламы, а также интернет-сайтов третьих лиц.

8.5. Поскольку Программные продукты и/или Онлайн-сервисы 2ГИС находятся на стадии постоянного дополнения и обновления новых функциональных возможностей, форма и характер продуктов и предоставляемых услуг могут время от времени меняться без предварительного уведомления Пользователя. Правообладатель вправе по собственному усмотрению прекратить (временно или окончательно) предоставление Программных продуктов и/или Онлайн-сервисов 2ГИС (или каких-либо отдельных частей продуктов или функций сервисов) всем Пользователям вообще или отдельному Пользователю в частности, а также изменить или отозвать Лицензию без предварительного уведомления.

8.6. Пользователь несет ответственность за любое нарушение обязательств, установленных настоящим Соглашением и (или) применимым правом, а также за все последствия таких нарушений (включая любые убытки, которые может понести Правообладатель и иные третьи лица).

8.7. Правообладатель оставляет за собой право преследования нарушителей исключительных прав на Объекты интеллектуальной собственности в соответствии с гражданским, административным и уголовным законодательством по своему усмотрению.

9. Заключительные положения

9.1. Настоящее Соглашение, порядок его заключения и исполнения, а также вопросы, не урегулированные настоящим Соглашением, регулируются действующим законодательством Российской Федерации.

9.2. Все споры по Соглашению или в связи с ним подлежат рассмотрению в суде по месту нахождения Правообладателя в соответствии с действующим процессуальным правом Российской Федерации.

9.3. Настоящее соглашение может быть изменено или прекращено Правообладателем в одностороннем порядке без предварительного уведомления Пользователя и без выплаты какой-либо компенсации в связи с этим.

9.4. Действующая редакция настоящего Соглашения размещена на Сайте Правообладателя и доступна в сети Интернет по адресу  http://law.2gis.ru/licensing-agreement

В случае противоречия между редакцией Соглашения, включенной в состав распространяемых экземпляров Программных продуктов 2ГИС, и последней редакцией Соглашения, размещенной на Сайте Правообладателя, приоритет имеет редакция Соглашения, размещенная на Сайте Правообладателя.

10. Уведомление о правах

10.1. Настоящий Раздел содержит лицензии и уведомления для программного обеспечения с открытым исходным кодом встроенного в Программный продукт 2ГИС версии 4.0 для рабочего стола (далее "2ГИС Desktop 4.0"). 2ГИС Desktop 4.0 включает в себя различное программное обеспечение с открытым исходным кодом ("Компоненты программного обеспечения"), которое лицензируется в соответствии с лицензиями на программное обеспечение с открытым исходным кодом. Лицензионные соглашения для каждого Компонента программного обеспечения сопровождают файлы Компонента программного обеспечения и предоставляют права использовать, копировать, модифицировать и распространять Компоненты программного обеспечения (при условии соблюдения определенных обязательств в установленных случаях), и в форме исходного кода и двоичного кода, за исключениями определяемыми соответствующей лицензией ниже.

10.2. Об авторских правах

Материалы, содержащиеся в 2ГИС Desktop 4.0, являются охраняемыми авторским правом. Законы об авторских правах запрещают копирование, воспроизведение, использование и распространение данных, логотипов, графических изображений, иллюстраций, дизайна продукта и связанных с ним документов (руководства, официальные документы, таблицы и т.д.) в целом или частично без разрешения правообладателя авторских прав.

Логотипы Boost, GNU Crypto, Tukaani, JSON, SQLite, Tinyxml, Zlib, Snappy, Qt являются зарегистрированными товарными знаками и охраняемой авторским правом собственностью их правообладателей.

Включенные в 2ГИС Desktop 4.0 тексты, графика, изображения и обозначения продуктов являются собственностью соответствующих авторов данных элементов.

10.3. О программном обеспечении

Законы об авторских правах запрещают использование, копирование, сдачу в аренду, изменения и распространения программного обеспечения полностью или частично, без разрешения правообладателя авторских прав.

Использование 2ГИС Desktop 4.0 на условиях соответствующих лицензионных соглашений не означает передачу Пользователям никаких имущественных или неимущественных прав на использование Компонентов программного обеспечения. Данные права предоставляются Пользователям соответствующими лицензиями на Компоненты программного обеспечения.

Перечень Компонентов программного обеспечения:


</TEXTAREA>
</body>
</html>
